//
//  Intro.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "En säker lagringsplats för all din data";
"_intro_1_text_"    = "Få tillgång, dela och skydda dina filer hemma och på jobbet";

"_intro_11_title_"  = "Använd gester i filvyn";
"_intro_11_text_"   = "Svep → or ←: Alternativ \n\nHåll in länge: Kopiera, Klistra in eller Öppna i… \n\nTryck: 3D Touch (när tillgängligt)";

"_intro_2_title_"   = "Multi-konto";
"_intro_2_text_"    = "Anslut till alla dina moln och tryck TheBox-loggan i fliken Filer för att växla mellan dom";

"_intro_3_title_"   = "Starta";
"_intro_3_text_"    = "Bra, din TheBox är färdig att användas Vidare information, nyheter och kontaktinformation kan hittas på https://magenta.org";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud encryption protocol is no longer available, you can still decrypt your files by downloading the free app from AppStore\n\n'CryptoCloud for TheBox'\n\nSoon there will be a new EndToEnd protocol available on all TheBox clients\n\n\nTap to Start";
